{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.0", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "activity_regularizer": null, "name": "dense_1", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "tanh", "batch_input_shape": [null, 61], "kernel_regularizer": null, "trainable": true, "dtype": "float32", "kernel_constraint": null, "units": 61, "bias_constraint": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "activity_regularizer": null, "name": "dense_2", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "tanh", "kernel_regularizer": null, "units": 45, "kernel_constraint": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true}}, {"class_name": "Dropout", "config": {"rate": 0.1, "name": "dropout_1", "seed": null, "noise_shape": null, "trainable": true}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "activity_regularizer": null, "name": "dense_3", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "kernel_regularizer": null, "units": 8, "kernel_constraint": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true}}]}